Repository: NMarjou/localization-app
Catalog: TMs/en-US_tr-TR.tmx
Source language: en_us
Languages: tr_tr

source: This comment was deleted.
tr_tr: Bu yorum silindi.

source: Discussion
tr_tr: Görüşme

source: Worker, Manager
tr_tr: Çalışan, Yönetici

source: Aligned with goal
tr_tr: Hedefle uyumlu hale getirildi

source: Goals aligned with this goal
tr_tr: Bu hedefle uyumlu hedefler

source: {{name}} - Individual goal
tr_tr: {{name}} - Bireysel hedef

source: {{name}} - Organizational goal
tr_tr: {{name}} - Organizasyon hedefi

source: No due date
tr_tr: Son tarih yok

source: <0>{{userName}}</0> added alignments.
tr_tr: <0>{{userName}}</0> uyumlar ekledi.

source: <0>{{userName}}</0> deleted alignments.
tr_tr: <0>{{userName}}</0> uyumları sildi.

source: <0>{{userName}}</0> added a file.
tr_tr: <0>{{userName}}</0> bir dosya ekledi.

source: <0>{{userName}}</0> deleted a file.
tr_tr: <0>{{userName}}</0> bir dosyayı sildi.

source: <0>{{userName}}</0> added a deliverable.
tr_tr: <0>{{userName}}</0> bir teslim edilecek öğeyi ekledi.

source: <0>{{userName}}</0> deleted a deliverable.
tr_tr: <0>{{userName}}</0> bir teslim edilecek öğeyi sildi.

source: <0>{{userName}}</0> marked a deliverable as done.
tr_tr: <0>{{userName}}</0> bir teslim edilecek öğeyi tamamlandı olarak işaretledi.

source: <0>{{userName}}</0> marked a deliverable as undone.
tr_tr: <0>{{userName}}</0> bir teslim edilecek öğeyi tamamlanmadı olarak işaretledi.

source: <0>{{userName}}</0> updated a deliverable.
tr_tr: <0>{{userName}}</0> bir teslim edilecek öğeyi güncelledi.

source: <0>{{userName}}</0> updated the description.
tr_tr: <0>{{userName}}</0> açıklamayı güncelledi.

source: <0>{{userName}}</0> updated the due date.
tr_tr: <0>{{userName}}</0> son tarihi güncelledi.

source: No date
tr_tr: Tarih yok

source: No progress
tr_tr: İlerleme yok

source: No status
tr_tr: Durum yok

source: No weight
tr_tr: Ağırlık yok

source: <0>{{userName}}</0> reset the end date for <1>{{participantName}}</1> to the initial date.
tr_tr: <0>{{userName}}</0>, <1>{{participantName}}</1> için bitiş tarihini ilk tarihe sıfırladı.

source: <0>{{userName}}</0> set the end date for <1>{{participantName}}</1>.
tr_tr: <0>{{userName}}</0>, <1>{{participantName}}</1> için bitiş tarihini belirledi.

source: <0>{{userName}}</0> set the end date for the goal.
tr_tr: <0>{{userName}}</0> hedef için bitiş tarihini belirledi.

source: <0>{{userName}}</0> changed the end date for <1>{{participantName}}</1>.
tr_tr: <0>{{userName}}</0>, <1>{{participantName}}</1> için bitiş tarihini değiştirdi.

source: <0>{{userName}}</0> changed the end date for the goal.
tr_tr: <0>{{userName}}</0> hedefin bitiş tarihini değiştirdi.

source: From:
tr_tr: Gönderen:

source: <0>{{userName}}</0> approved a goal.
tr_tr: <0>{{userName}}</0> bir hedefi onayladı.

source: <0>{{userName}}</0> created a goal.
tr_tr: <0>{{userName}}</0> bir hedef oluşturdu.

source: <0>{{userName}}</0> rejected a goal.
tr_tr: <0>{{userName}}</0> bir hedefi reddetti.

source: <0>{{userName}}</0> deleted a goal.
tr_tr: <0>{{userName}}</0> bir hedefi sildi.

source: <0>{{userName}}</0> marked a goal as done.
tr_tr: <0>{{userName}}</0> bir hedefi tamamlandı olarak işaretledi.

source: <0>{{userName}}</0> reopened a goal.
tr_tr: <0>{{userName}}</0> bir hedefi yeniden açtı.

source: <0>{{userName}}</0> submitted a goal for approval.
tr_tr: <0>{{userName}}</0> bir hedefi onaya sundu.

source: <0>{{userName}}</0> added a measurement criterion.
tr_tr: <0>{{userName}}</0> bir ölçüm kriteri ekledi.

source: <0>{{userName}}</0> deleted a measurement criterion.
tr_tr: <0>{{userName}}</0> bir ölçüm kriterini sildi.

source: <0>{{userName}}</0> updated a measurement criterion.
tr_tr: <0>{{userName}}</0> bir ölçüm kriterini güncelledi.

source: <0>{{userName}}</0> updated the population of a goal.
tr_tr: <0>{{userName}}</0> bir hedefin popülasyonunu güncelledi.

source: <0>{{userName}}</0> updated a goal priority.
tr_tr: <0>{{userName}}</0> bir hedef önceliğini güncelledi.

source: <0>{{userName}}</0> updated the progress settings of a goal.
tr_tr: <0>{{userName}}</0> bir hedefin ilerleme ayarlarını güncelledi.

source: <0>{{userName}}</0> updated the progress of a goal.
tr_tr: <0>{{userName}}</0> bir hedefin ilerleyişini güncelledi.

source: <0>{{userName}}</0> reset the dates for the goal population to the initial dates.
tr_tr: <0>{{userName}}</0> hedef kitlesinin tarihlerini başlangıç tarihlerine sıfırladı.

source: <0>{{userName}}</0> reset the start date for <1>{{participantName}}</1> to the initial date.
tr_tr: <0>{{userName}}</0>, <1>{{participantName}}</1> için başlangıç tarihini ilk tarihe sıfırladı.

source: <0>{{userName}}</0> set the start date for <1>{{participantName}}</1>.
tr_tr: <0>{{userName}}</0>, <1>{{participantName}}</1> için başlangıç tarihini belirledi.

source: <0>{{userName}}</0> set the start date for the goal.
tr_tr: <0>{{userName}}</0> hedef için başlangıç tarihini belirledi.

source: <0>{{userName}}</0> changed the start date for <1>{{participantName}}</1>.
tr_tr: <0>{{userName}}</0>, <1>{{participantName}}</1> için başlangıç tarihini değiştirdi.

source: <0>{{userName}}</0> changed the start date for the goal.
tr_tr: <0>{{userName}}</0> hedefin başlangıç tarihini değiştirdi.

source: <0>{{userName}}</0> updated a title.
tr_tr: <0>{{userName}}</0> bir başlığı güncelledi.

source: To:
tr_tr: Gönderilen:

source: <0>{{userName}}</0> updated a goal tracking status.
tr_tr: <0>{{userName}}</0> bir hedef takip durumunu güncelledi.

source: Progress trail
tr_tr: İlerleme izi

source: <0>{{userName}}</0> changed the goal weight.
tr_tr: <0>{{userName}}</0> hedefin ağırlığını değiştirdi.

source: <0>{{userName}}</0> reset the goal weight for <1>{{participantName}}</1> to the initial weight.
tr_tr: <0>{{userName}}</0>, <1>{{participantName}}</1> için hedef ağırlığını başlangıç ağırlığına sıfırladı.

source: <0>{{userName}}</0> reset the goal weight for the goal population to the initial weight.
tr_tr: <0>{{userName}}</0>, hedef kitlesinin hedef ağırlığını başlangıç ağırlığına sıfırladı.

source: <0>{{userName}}</0> set the weight of a goal for <1>{{participantName}}</1>.
tr_tr: <0>{{userName}}</0>, <1>{{participantName}}</1> için bir hedefin ağırlığını belirledi.

source: <0>{{userName}}</0> changed the weight of a goal.
tr_tr: <0>{{userName}}</0> bir hedefin ağırlığını değiştirdi.

source: <0>{{userName}}</0> updated the goal weight for <1>{{participantName}}</1>.
tr_tr: <0>{{userName}}</0>, <1>{{participantName}}</1> için hedef ağırlığını güncelledi.

source: No value
tr_tr: Değer yok

source: Average score
tr_tr: Ortalama puan

source: Max score
tr_tr: Maksimum puan

source: Overall {{title}} score
tr_tr: Genel {{title}} puanı

source: Overall goal score
tr_tr: Genel hedef puanı

source: Weight factor
tr_tr: Ağırlık faktörü

source: Delivered
tr_tr: Teslim edildi

source: Not delivered
tr_tr: Teslim edilmedi

source: No description
tr_tr: Açıklama yok

source: Additional goal description
tr_tr: Ek hedef açıklaması

source: Overall behavior review
tr_tr: Genel davranış değerlendirmesi

source: Overall goal review
tr_tr: Genel hedef değerlendirmesi

source: Challenge review
tr_tr: Değerlendirmeye itiraz edin

source: Overall performance - Discussion outcome
tr_tr: Genel performans - Görüşme sonucu

source: I acknowledge having had a performance coaching conversation with my manager.
tr_tr: Yöneticimle bir performans koçluğu görüşmesi yaptığımı kabul ediyorum.

source: Custom widget
tr_tr: Özel pencere öğesi

source: The Team member performance rating widget is a powerful tool designed specifically for managers to assess and rate the performance of their team members. It provides a convenient and efficient way for managers to track and evaluate individual performance, foster accountability, and make informed decisions regarding their team.
tr_tr: Ekip üyesinin performans değerlendirme pencere öğesi, yöneticilerin ekip üyelerinin performansını değerlendirmeleri ve puanlamaları için özel olarak tasarlanmış güçlü bir araçtır. Yöneticilere bireysel performansı takip etme ve değerlendirme, hesap verebilirliği teşvik etme ve ekipleriyle ilgili bilgiye dayalı kararlar alma konusunda kolay ve verimli bir yöntem sağlar.

source: Worker acknowledgment
tr_tr: Çalışan onayı

source: The review was validated by
tr_tr: Değerlendirme şu kişi tarafından doğrulandı:

source: This snapshot reflects the status of the behaviors as of {{date}}.
tr_tr: Bu anlık görüntü, {{date}} tarihi itibarıyla davranışların durumunu yansıtır.

source: This snapshot reflects the status of the goals as of {{date}}.
tr_tr: Bu anlık görüntü, {{date}} tarihi itibarıyla hedeflerin durumunu yansıtır.

source: Let’s discuss on
tr_tr: Şu konuyu ele alalım:

source: Edited
tr_tr: Düzenlendi

source: No changes
tr_tr: Değişiklik yok

source: Unrated
tr_tr: Derecelendirilmemiş

source: Overall performance rating
tr_tr: Genel performans değerlendirmesi

source: No comment provided
tr_tr: Yorum yapılmadı

source: No input provided
tr_tr: Girdi sağlanmadı

source: Confirmation of my performance conversation
tr_tr: Performans görüşmemin onaylanması

source: Closed (system)
tr_tr: Kapalı (sistem)

source: Moderation
tr_tr: Denetleme

source: Pending sign-off
tr_tr: Onay bekleniyor

source: Pending validation
tr_tr: Doğrulama bekleniyor

source: Pending publication
tr_tr: Yayınlama bekleniyor

source: Review autoclosed date
tr_tr: İnceleme otomatik kapanış tarihi

source: Worker sign-off date
tr_tr: Çalışan onay tarihi

source: Review closed date
tr_tr: Değerlendirme kapatılma tarihi

source: Evaluation period
tr_tr: Değerlendirme dönemi

source: Type & status
tr_tr: Tür ve durum

source: Start
tr_tr: Başlat

source: Worker sign-off
tr_tr: Çalışan onayı

source: Additional manager
tr_tr: Ek yönetici

source: Manager+1
tr_tr: Yönetici+1

source: Review about
tr_tr: Değerlendirme konusu

source: Approve or reject with an optional comment.
tr_tr: İsteğe bağlı bir yorumla onaylayın veya reddedin.

source: Add my direct reports
tr_tr: Doğrudan bağlı çalışanlarımı ekle

source: Comment not saved
tr_tr: Yorum kaydedilmedi

source: You don't have any reports
tr_tr: Herhangi bir bağlı çalışanınız yok

source: Total workers: {{workersSize}}
tr_tr: Toplam çalışan sayısı: {{workersSize}}

source: Any compensation rounds assigned to you will be visible here.
tr_tr: Size atanan herhangi bir tazminat turu burada görünecektir.

source: No compensation rounds yet!
tr_tr: Henüz hiçbir tazminat turu yok!

source: View and manage all compensation rounds.
tr_tr: Tüm ücretlendirme turlarını görüntüleyin ve yönetin.

source: Compensation rounds
tr_tr: Tazminat turları

source: Search by comp round name
tr_tr: Ücretlendirme dönemi adına göre ara

source: Workflow status
tr_tr: İş akışı durumu

source: Select workers to compare them.
tr_tr: Karşılaştırmak için çalışanları seçin.

source: The outcome of the column is based on the formula below.
tr_tr: Sütunun sonucu aşağıdaki formüle dayanmaktadır.

source: Calculated column formula
tr_tr: Hesaplanan sütun formülü

source: You must add a note when entering a value.
tr_tr: Bir değer girerken bir not eklemeniz gerekmektedir.

source: You must add a note for values outside the guidelines.
tr_tr: Kılavuzların dışındaki değerler için bir not eklemeniz gerekmektedir.

source: <0><1>Field related to {{name}}</1><3>{{helpTip}}</3></0>
tr_tr: <0><1>{{name}} ile ilgili alan</1><3>{{helpTip}}</3></0>

source: The calculation cannot be done because {{column}} is empty.
tr_tr: {{column}} boş olduğundan, hesaplama yapılamıyor.

source: The calculation cannot be done because a reference filed is empty.
tr_tr: Referans alanı boş olduğu için hesaplama yapılamıyor.

source: Rules are applied in priority order from top to bottom.
tr_tr: Kurallar, öncelik sırasına göre yukarıdan aşağıya uygulanır.

source: Comp round currency ({{currencyCode}})
tr_tr: Yuvarlatılmış para birimi ({{currencyCode}})

source: Choose grid currency
tr_tr: Şebeke para birimini seçin

source: Worker local currency
tr_tr: Çalışanın yerel para birimi

source: The data might be out of sync. Refresh the data to get the latest changes.
tr_tr: Veriler senkronize olmayabilir. En son değişiklikleri görmek için verileri yenileyin.

source: No compensation rounds to display
tr_tr: Görüntülenecek ücretlendirme dönemi yok.

source: Clear field
tr_tr: Alanı temizle

source: This field only accepts values within the allowed amount range. Do you want to revert to the previous amount?
tr_tr: Bu alan, yalnızca izin verilen tutar aralığındaki değerleri kabul eder. Önceki tutara geri dönmek istiyor musunuz?

source: Revert
tr_tr: Geri dön

source: Out of range
tr_tr: Aralık dışında

source: Maximum: {{value}}
tr_tr: Maksimum: {{value}}

source: Guideline
tr_tr: Kılavuz

source: Achievement
tr_tr: Başarı

source: Bonus payout
tr_tr: Prim ödemesi

source: The decimal precision is set to 2.
tr_tr: Ondalık hassasiyet 2 olarak ayarlandı.

source: Type weight
tr_tr: Ağırlık türü

source: Situation
tr_tr: Durum

source: Situations
tr_tr: Durumlar

source: No bonus situations available
tr_tr: Mevcut bir bonus durumu yok

source: {{fromDate}} to {{toDate}}
tr_tr: {{fromDate}} - {{toDate}}

source: LoA factor: {{loaFactor}}
tr_tr: LoA faktörü: {{loaFactor}}

source: Target bonus: {{targetBonus}}
tr_tr: Hedef prim: {{targetBonus}}

source: TiR factor: {{tirFactor}}
tr_tr: TiR faktörü: {{tirFactor}}

source: Total bonus: {{totalBonus}}
tr_tr: Toplam bonus: {{totalBonus}}

source: Total bonus (all periods)
tr_tr: Toplam bonus (tüm dönemler)

source: Maximum amount
tr_tr: Azami tutar

source: Minimum amount
tr_tr: Minimum tutar

source: Eligible to {{eligibleCount}} of {{totalCount}} comp elements
tr_tr: {{totalCount}} bileşenin {{eligibleCount}} tanesine uygun

source: You don't have any workers in this view.
tr_tr: Bu görünümde herhangi bir Çalışanınız yok.

source: No comp rounds with round name "{{phrase}}"
tr_tr: Dönem adı "{{phrase}}" olan hiçbir ücretlendirme dönemi yok

source: Date from
tr_tr: Şu tarihten itibaren

source: Date to
tr_tr: Şu tarihe kadar

source: Editor
tr_tr: Editör

source: Updated field
tr_tr: Güncellenmiş alan

source: Workflow stage
tr_tr: İş akışı aşaması

source: Proxied by {{userName}}
tr_tr: {{userName}} tarafından vekâleten

source: Reapproved
tr_tr: Yeniden onaylandı

source: Republished round
tr_tr: Yeniden yayımlanan dönem

source: Republished round (proposals removed)
tr_tr: Yeniden yayımlanan tur (öneriler kaldırıldı)

source: Republished round (proposals kept)
tr_tr: Yeniden yayımlanan tur (öneriler korundu)

source: Resubmitted
tr_tr: Yeniden gönderildi

source: Set default value
tr_tr: Varsayılan değeri ayarla

source: Input
tr_tr: Girdi

source: Allocated
tr_tr: Tahsis Edilen

source: Base salary
tr_tr: Taban maaş

source: Show budget
tr_tr: Bütçeyi göster

source: Eligible workers
tr_tr: Uygun çalışanlar

source: Budget info
tr_tr: Bütçe bilgisi

source: overspent out of {{budget}}
tr_tr: {{budget}} bütçesinin üzerinde harcandı

source: Remaining
tr_tr: Kalan

source: remaining out of {{budget}}
tr_tr: {{budget}} dışında kalan

source: spent out of {{budget}}
tr_tr: {{budget}} harcandı

source: Budget warning
tr_tr: Bütçe uyarısı

source: Compensation navigation
tr_tr: Tazminat navigasyonu

source: Export to Excel
tr_tr: Excel'e Aktar

source: Export all pages
tr_tr: Tüm sayfaları dışa aktar

source: Export current page
tr_tr: Geçerli sayfayı dışa aktar

source: Select pages:
tr_tr: Sayfaları seçin:

source: This download isn’t available because the selection exceeds the {{limit}} worker limit. Please narrow your selection to continue. For large exports or assistance, contact Customer Support.
tr_tr: Bu indirme işlemi kullanılamıyor çünkü seçim {{limit}} çalışan sınırını aşıyor. Devam etmek için lütfen seçiminizi daraltın. Büyük dışa aktarımlar veya yardım için Müşteri Desteği ile iletişime geçin.

source: No results match the filter search/filter criteria.<br/> Remove filters and the clear search to show all results.
tr_tr: Arama/filtreleme kriterlerine uyan sonuç bulunamadı.<br/>Tüm sonuçları göstermek için filtreleri kaldırın ve aramayı temizleyin.

source: Comp review
tr_tr: Ücret değerlendirmer

source: Search by worker name
tr_tr: Çalışan adına göre ara

source: Audit
tr_tr: Denetim

source: Selected: {{count}}
tr_tr: Seçilen: {{count}}

source: Status set to completed
tr_tr: Durum tamamlandı olarak ayarlandı

source: You are about to move 1 worker to the next step. Are you sure you want to continue?
tr_tr: 1 çalışanı bir sonraki adıma taşımak üzeresiniz. Devam etmek istediğinizden emin misiniz?

source: Successfully approved
tr_tr: Başarıyla onaylandı

source: Approve worker proposal
tr_tr: Çalışan teklifini onayla

source: Complete
tr_tr: Tamamla

source: You are about to complete the worker proposal. Are you sure you want to continue?
tr_tr: Çalışan teklifini tamamlamak üzeresiniz. Devam etmek istediğinizden emin misiniz?

source: Complete worker proposal
tr_tr: Çalışan teklifini tamamla

source: You are about to move 1 worker to the previous step. Are you sure you want to continue?
tr_tr: 1 çalışanı önceki adıma taşımak üzeresiniz. Devam etmek istediğinizden emin misiniz?

source: The status was successfully set to rejected.
tr_tr: Durum başarıyla reddedildi olarak ayarlandı.

source: Reject worker proposal
tr_tr: Çalışan teklifini reddet

source: The proposal was rejected.
tr_tr: Teklif reddedildi.

source: The proposal was returned to the previous step for adjustments.
tr_tr: Teklif, düzeltmeler için önceki adıma geri gönderildi.

source: Awaiting approval
tr_tr: Onay bekleniyor

source: Awaiting proposal
tr_tr: Teklif bekleniyor

source: The proposal was successfully submitted.
tr_tr: Teklif başarıyla gönderildi.

source: Submit worker proposal
tr_tr: Çalışan teklifini gönder

source: Please add a justification for any proposal outside of guidelines.
tr_tr: Lütfen yönergeler dışında olan herhangi bir öneri için bir gerekçe ekleyiniz.

source: You must add a note for this comp element.
tr_tr: Bu bileşen öğesi için bir not eklemelisiniz.

source: Add note (required)
tr_tr: Not ekleyin (zorunlu)

source: Note added successfully
tr_tr: Not başarıyla eklendi

source: Note required
tr_tr: Not gerekli

source: Your unsaved changes were successfully discarded.
tr_tr: Kaydedilmemiş değişiklikleriniz başarıyla silindi.

source: You must add a note when the value falls outside the guidelines. If you remove the note, the value will return to its previous state.
tr_tr: Değer yönergelerin dışında kaldığında bir not eklemeniz gerekmektedir. Notu kaldırırsanız, değer önceki durumuna dönecektir.

source: You must add a note when entering a value. If you remove the note, the value will return to its previous state.
tr_tr: Bir değer girerken bir not eklemeniz gerekmektedir. Notu kaldırırsanız, değer önceki durumuna dönecektir.

source: Are you sure you want to delete this note?
tr_tr: Bu notu silmek istediğinizden emin misiniz?

source: Note deleted successfully
tr_tr: Not başarıyla silindi

source: Note edited successfully
tr_tr: Not başarıyla düzenlendi

source: Fields
tr_tr: Alanlar

source: Choose the field related to this note.
tr_tr: Bu notla ilgili alanı seçin.

source: Item not found
tr_tr: Öğe bulunamadı

source: Unavailable
tr_tr: Kullanılamıyor

source: Choose the field related to this note. Unavailable fields from will be removed after saving.
tr_tr: Bu notla ilgili alanı seçin. Kullanılamayan alanlar kaydettikten sonra kaldırılacaktır.

source: Max: {{guideline}}
tr_tr: Maksimum: {{guideline}}

source: Min: {{guideline}}
tr_tr: En az: {{guideline}}

source: Min: {{min}} - Max: {{max}}
tr_tr: Min: {{min}} - Maks: {{max}}

source: {{input}} (outside of guidelines)
tr_tr: {{input}} (yönergeler dışında)

source: This note will be visible to everyone reviewing this worker in the compensation round.
tr_tr: Bu not, ücretlendirme turunda bu çalışanı değerlendiren herkes tarafından görülebilecektir.

source: Add your note
tr_tr: Notunuzu ekleyin

source: The note is required.
tr_tr: Not gereklidir.

source: Note (required)
tr_tr: Not (gerekli)

source: No notes
tr_tr: Not yok

source: This item does not contain any notes
tr_tr: Bu öğede herhangi bir not bulunmamaktadır

source: Proposal management is applied to this column.
tr_tr: Bu sütuna teklif yönetimi uygulandı.

source: Value overridden by user
tr_tr: Kullanıcı tarafından geçersiz kılınan değer

source: Restore value
tr_tr: Değeri geri yükle

source: Unable to calculate
tr_tr: Hesaplanamıyor

source: Select worker
tr_tr: Çalışanı seç

source: There aren’t enough data to display the behavior wheel. Give this worker feedback to complete their performance picture.
tr_tr: Davranış çarkını görüntülemek için yeterli veri yok. Performans resmini tamamlamak için bu çalışana geri bildirimlerde bulunun.

source: No check-ins scheduled. Schedule one to discuss their growth.
tr_tr: Planlanmış bir check-in görüşmesi yok. Gelişimlerini ele almak için bir tane planlayın.

source: This team member has no public feedback.
tr_tr: Bu ekip üyesinin herkese açık geri bildirimleri yok.

source: You haven’t sent any feedback yet. Share your thoughts to help your team members grow.
tr_tr: Henüz geri bildirimler göndermediniz. Ekip üyelerinizin gelişmesine yardımcı olmak için düşüncelerinizi paylaşın.

source: This team member hasn’t shared any feedback with you yet.
tr_tr: Bu ekip üyesi henüz sizinle geri bildirimler paylaşmadı.

source: This team member has no goals yet. Create goals to help their progress.
tr_tr: Bu ekip üyesinin henüz hedefleri yok. İlerlemelerine yardımcı olmak için hedefler oluşturun.

source: The CSV file could not be downloaded. Please try again later.
tr_tr: CSV dosyası indirilemedi. Lütfen daha sonra tekrar deneyin.

source: Download failed
tr_tr: İndirme başarısız oldu

source: Synchronize to check for available analyses.
tr_tr: Mevcut analizleri kontrol etmek için senkronize edin.

source: No pay analysis available
tr_tr: Mevcut ücret analizi yok

source: View and manage all pay analyses
tr_tr: Tüm ücret analizlerini görüntüleyin ve yönetin

source: Analyses
tr_tr: Analizler

source: Submit recommendation
tr_tr: Öneriyi gönder

source: The recommendation was successfully submitted.
tr_tr: Öneri başarıyla gönderildi.

source: Could not load notes. Please try again.
tr_tr: Notlar yüklenemedi. Lütfen tekrar deneyin.

source: Auto-generated
tr_tr: Otomatik oluşturuldu

source: Choose one...
tr_tr: Birini seçin...

source: You must select a communication round before closing the request in order to release the document to the worker.
tr_tr: Belgeyi çalışana göndermek için talebi kapatmadan önce bir iletişim turu seçmelisiniz.

source: The communication round cannot be empty when closing a pay information request with attached documents.
tr_tr: Ekli belgeler içeren bir ücret bilgisi talebi kapatılırken iletişim turu boş olamaz.

source: Create request
tr_tr: Talep oluştur

source: The pay information request was successfully created.
tr_tr: Ücret bilgisi talebi başarıyla oluşturuldu.

source: This date corresponds to the request creation date in the system.
tr_tr: Bu tarih, sistemdeki talep oluşturma tarihine karşılık gelir.

source: Creation type
tr_tr: Oluşturma türü

source: Document preview
tr_tr: Belge önizlemesi

source: Edit request
tr_tr: İsteği düzenle

source: Attached document
tr_tr: Ekteki belge

source: The data source is required to generate and preview the document.
tr_tr: Belgeyi oluşturmak ve önizlemek için veri kaynağı gereklidir.

source: Generate document
tr_tr: Belge oluştur

source: Import a static document
tr_tr: Statik bir belge içe aktar

source: The internal note is not visible to the worker.
tr_tr: Dahili not Çalışan tarafından görülemez.

source: The file name cannot contain more than 100 characters.
tr_tr: Dosya adı 100 karakterden fazla olamaz.

source: The file name cannot be empty.
tr_tr: Dosya adı boş olamaz.
